{
  "starlords_lords_dialog": {
    "greeting_host_feast": "Welcome to my estate, $string. You are under my protection here; please make yourself at home.",
    "greeting_upstanding_feast": "Greetings $string. Let us put our troubles to the morrow, for tonight we will feast and make merry.",
    "greeting_martial_feast": "Fancy seeing you here, $string. Say, shall we join the tournament later?",
    "greeting_calculating_feast": "Good evening $string. I must say I'm impressed at the generosity of our host. This decor can't have been cheap.",
    "greeting_quarrelsome_feast": "Hey $string, can you believe the quality of the drinks here? I've found better wine in the cellar of a Luddic nun.",
    "greeting_upstanding_first": "Peace to you, and always remember to temper your valor with mercy, your courage with honor.",
    "greeting_martial_first": "Well met! A fellow warrior I see; that fleet of yours definitely isn't just for show!",
    "greeting_calculating_first": "Ah, yes. At last we meet. You seem like a good person to know. Let us speak together from time to time.",
    "greeting_quarrelsome_first": "I've heard of you. Well, I'm not one for bandying words, so if you have anything to say, out with it.",
    "greeting_upstanding_hated": "I have no need to speak to one of such low character as yourself, $string.",
    "greeting_martial_hated": "Your presence is acknowledged, $string. I advise you choose your words carefully if you don't want a bullet in the skull.",
    "greeting_calculating_hated": "You best have something interesting to make it worth me suffering your presence, $string",
    "greeting_quarrelsome_hated": "Ah, $string, the snake dares to slither in the open. Convince me why I shouldn't open fire immediately.",
    "greeting_upstanding_disliked": "You are trying my patience, $string. Speak if you must.",
    "greeting_martial_disliked": "Speak quickly $string. I'd prefer to avoid the shame of being seen in your presence.",
    "greeting_calculating_disliked": "I suppose it would be prudent for me to entertain you, $string, however much I would rather not.",
    "greeting_quarrelsome_disliked": "$string, do yourself a favor and stay out of my way.",
    "greeting_upstanding_neutral": "Good day $string, I trust that you've conducted yourself honorably since our last meeting.",
    "greeting_martial_neutral": "Good hunting, $string. May your armor hold fast and your missiles strike true.",
    "greeting_calculating_neutral": "Greetings $string, what news can you share from your travels?",
    "greeting_quarrelsome_neutral": "Well you caught me in a good mood, $string. What do you want?",
    "greeting_upstanding_friendly": "$string, my friend. It is good to see you alive and well. What is it?",
    "greeting_martial_friendly": "Hail, $string. Spare me a minute, for you must tell me of your latest adventures!",
    "greeting_calculating_friendly": "Good to see you, $string. What can I do for you today?",
    "greeting_quarrelsome_friendly": "I'm pleasantly surprised that you haven't managed to get yourself killed yet, $string. Can't say I'm surprised at this point.",
    "greeting_upstanding_subject": "Greetings $string, my liege. What is your command?",
    "greeting_martial_subject": "Greetings $string, my liege. My fleet stands at the ready.",
    "greeting_calculating_subject": "Greetings $string, my liege. Perfect timing, I had a list of proposals which I wish to discuss...",
    "greeting_quarrelsome_subject": "Greetings $string, my liege. Point me at someone and I will see them punished.",
    "greeting_upstanding_spouse": "$string, my love. I hope that you are well. Be careful out there in your journeys.",
    "greeting_martial_spouse": "$string, my dear. I've been swamped with paperwork today. When do I get to join you in exploring the stars?",
    "greeting_calculating_spouse": "$string, my $string. The house's finances have been going as planned; you can count on me.",
    "greeting_quarrelsome_spouse": "$string, my partner. I'm hoping that you're here to talk about how we bring down some of these bastards around us.",
    "greeting_upstanding_trusted": "$string, my dear friend. It is good to see you alive and well. What is it?",
    "greeting_martial_trusted": "Hail, $string. Remind me next time we're at the space bar, I've got story to tell about my new scar. Ha!",
    "greeting_calculating_trusted": "Good to see you, $string. Let us speak plainly.",
    "greeting_quarrelsome_trusted": "$string, just the person I wanted to see. You sure are a breath of fresh air compared to the rest of these bastards.",
    "greeting_upstanding_imprisoned": "I am at your mercy. Grant me the honours of war, and do yourself credit!",
    "greeting_martial_imprisoned": "You may have bested me, but when we next clash, I assure you that it won't happen again.",
    "greeting_calculating_imprisoned": "I have had much time in captivity to reflect on our battle. In our next encounter, I will not lose so easily.",
    "greeting_quarrelsome_imprisoned": "To think that I've been captured by you dogs. Ach, the shame of it!",
    "worldview_upstanding": "In these difficult times, order and hierarchy are necessary to keep the peace and prevent the war of all against all, yet that must not blind us to the possibility of injustice.",
    "worldview_martial": "My sword is at the disposal of my rightful liege, so long as he upholds his duty to me.",
    "worldview_calculating": "Well, it's a harsh world, and it is our lot to face harsh choices. Each of us must remain vigilant of our own interests, yet I do not mind aiding those who will help me in return.",
    "worldview_quarrelsome": "My philosophy is simple: it is better to be the wolf than the lamb. I try to make sure that the ones who wrong me learn to regret it.",
    "liege_opinion_hated": "I've been waiting for any chance to escape the iron fist of $string. Might you have any ideas?",
    "liege_opinion_disliked": "It's no secret that I have been unhappy with $string.",
    "liege_opinion_neutral": "$string is my liege. That's all I'll say on the matter.",
    "liege_opinion_friendly": "I have no quarrel with $string. They treat their subordinates with a firm but fair hand.",
    "liege_opinion_trusted": "$string is my trusted friend and role model. They are a paragon of what it means to be a leader.",
    "liege_opinion_decentralized_hated": "To be frank, things have been harsh on us. It's struggle just to make sure my crew doesn't starve.",
    "liege_opinion_decentralized_disliked": "It's no secret that our fleet has fallen on hard times, though we still have plenty of fight left.",
    "liege_opinion_decentralized_neutral": "Life is as it always has been in the sector, full of danger but also opportunity.",
    "liege_opinion_decentralized_friendly": "Life is not without challenge, but my operations are slowly expanding with each passing day.",
    "liege_opinion_decentralized_trusted": "I have influence and wealth that rivals that of many kings. I'm quite satisfied with the state of affairs.",
    "battle_upstanding": "$string! Stand down now, if not for your own sake, at least for the sake of your crew.",
    "battle_martial": "$string! I've been waiting for the day that we might see which of us is the strongest. En garde!",
    "battle_calculating": "I have you cornered, $string. Surrender or die!",
    "battle_quarrelsome": "You've caught me in a bad mood, $string. Turning your fleet to scrap metal might cheer me up though. Die!",
    "release_upstanding": "You are indeed a $string of honour. I shall not forget this!",
    "release_martial": "You are indeed a $string of honour. I shall not forget this!",
    "release_calculating": "Am I? You are a good $string. I will try to find a way to repay you.",
    "release_quarrelsome": "Am I? So refined is your cruelty, that you would rather see me free and humiliated, than in chains. Enjoy your triumph!",
    "release_ransom": "Very well, I'll pay for my release. I will remember this humiliation.",


    "refuse_mercy": "Ah. Unfortunately, you see, I wish to fight with you.",
    "accept_mercy": "Well... I suppose I do owe you a debt. So be it, leave now. We never saw each other.",
    "relation_increase": "Relations with $string increased by $string.",
    "relation_decrease": "Relations with $string decreased by $string.",
    "no_quest_available": "I have no tasks that need attending to at this time.",
    "quest_available": "I do have one issue to take care of. I've transferred the relevant information if you're interested.",
    "refuse_speak_privately_upstanding": "Do not take this amiss, but I would prefer to conduct our affairs out in the open.",
    "refuse_speak_privately_martial": "Forgive me, but I'm not one for going off in corners to plot.",
    "refuse_speak_privately_calculating": "Erm... Let's keep our affairs out in the open, for the time being.",
    "refuse_speak_privately_quarrelsome": "Bah. I don't like you that much. I'm not going to go plot with you in some corner.",
    "refuse_suggest_action_relations": "I'm sorry, but I don't know you well enough.",
    "refuse_suggest_action_busy": "I'm sorry, but I have other matters to attend to.",
    "refuse_suggest_action": "I'm sorry, but I'm unable to do that.",
    "consider_suggest_action": "Very well, I'm listening. But if this goes poorly, I will hold you responsible.",
    "consider_suggest_action_spouse": "Is something the matter, dear?",
    "consider_suggest_action_subject": "At your command, my liege.",
    "accept_speak_privately": "Very well, what did you wish to discuss?",
    "accept_ask_location": "Who did you wish to inquire about?",
    "accept_suggest_action": "I will follow your suggestion.",
    "accept_suggest_action_subject": "At once, $string.",

    "suggest_defect": "I'd like to ask for your support in uniting the sector under $string.",
    "confirm_suggest_defect": "It's time for you to make a decision.",
    "abort_suggest_defect": "You don't have to respond now, but think on my proposal.",
    "bargain_defect": "And pray tell, what are you offering to justify that claim?",
    "bargain_defect_nothing": "We can agree on something at a later date.",
    "consider_defect": "Oh? You speak of treason, friend. Why should I let you say another word?",
    "suggest_defection_upstanding": "Only I can bring peace to citizens of the sector.",
    "suggest_defection_martial": "In times of turmoil, might makes right. And I am the strongest.",
    "suggest_defection_calculating": "I will make it well worth your time.",
    "suggest_defection_quarrelsome": "With me, you'll have your revenge on those who wronged you.",
    "suggest_defection_abort": "Lighten up, it was just a joke.",
    "accept_defect": "You are right, $string. I will join you in your conquests. I hereby swear my fleet and holdings to your service. Hail $string, rightful ruler of the sector!",
    "refuse_defect": "I cannot betray our leader. I will keep this conversation to myself for sake of our friendship, but do not speak of this again.",

    "option_host_wedding": "Begin the wedding ceremony.",
    "option_dedicate_tournament": "$string, my tournament victory goes out to you.",
    "option_ask_tournament": "Ask to enter the feast tournament.",
    "option_continue_to_tournament": "For honor and glory!",
    "option_ask_current_task": "Ask about their current assignment.",
    "option_ask_question": "Ask another question.",
    "option_ask_location": "Ask about the location of someone.",
    "option_ask_quest": "Ask if they have any tasks for you.",
    "option_sway_council": "Persuade them to $string the currently debated proposal.",
    "option_sway_player": "Persuade them to support your proposal.",
    "option_profess_admiration": "Profess your most ardent admiration.",
    "option_ask_date": "Spend some time together at the feast.",
    "option_give_gift": "Select a gift",
    "option_dont_give_gift": "Just return to the feast",
    "option_ask_marriage": "Ask for $string's hand in marriage.",
    "option_ask_leave_party": "Ask your $string to return to $string own fleet.",
    "option_ask_join_party": "Ask your $string to join your fleet.",
    "option_refuse_sway": "I'm sorry, but I've already made up my mind on the matter.",
    "option_accept_sway_bargain": "We have a deal then. I'll do as you ask.",
    "option_accept_sway_redundant": "Er... I already agree with you, though I must say that our talk has reinforced my view.",
    "option_accept_sway": "Of course friend, now that you explain it that way, I agree with you.",
    "option_bargain_sway_support": "Hmm... I don't mind lending you a hand, but I have my own proposal that I would expect you to support in return.",
    "option_bargain_sway_money": "Hmm... your argument would be a lot more convincing if it was a lot... weightier, if you know what I'm saying.",
    "option_speak_privately": "Ask to speak privately.",
    "option_ask_worldview": "What do you think, in general terms, about the current state of affairs in the realm?",
    "option_ask_liege_opinion": "How do you feel about $string?",
    "option_ask_liege_opinion_decentralized": "How do you feel about your current conditions?",
    "option_ask_friend_preferences": "Ask for information about a lord you're courting",
    "option_suggest_action": "Suggest a course of action.",
    "option_stop_follow_me": "Stop following me.",
    "option_follow_me": "Follow me.",
    "option_suggest_raid": "Raid an enemy market.",
    "option_suggest_patrol": "Defend a location from hostiles.",
    "option_suggest_upgrade": "The enemy is strong. Retreat and rebuild for now.",
    "option_nevermind": "Never mind",
    "option_avoid_battle": "Hold your fire! I do not wish to fight you.",
    "option_ransom_prisoner": "Ransom prisoner for $string credits",
    "option_release_prisoner": "Release prisoner",
    "option_leave_prisoner": "[Leave] Enjoy your time in the oubliette.",
    "ask_raid_location": "Where should I raid?",
    "ask_patrol_location": "Where should I defend?",
    "cant_start_tournament": "Unfortunately, we need at least four lord sponsors in order to cover the organization fees and prize pool. Please check back later.",
    "confirm_start_tournament": "Very well. If you're going to challenge me, I was looking for an excuse to brush up on my piloting skills anyway. I'll see you in the arena!",
    "dedicate_tournament": "Oh my, I'm very touched that you were thinking of me.",
    "dedicate_tournament_again": "Another tournament dedication? Well, I suppose it's always welcome...",

    "current_task_desc_none": "I am still considering my next assignment.",
    "current_task_desc_feast": "I am attending a feast at $string.",
    "current_task_desc_patrol": "We are scouting for the enemy around $string. I will guard the areas near my home.",
    "current_task_desc_collect_taxes": "I am collecting taxes from my administered areas. It has been too long since I have returned home, and I must see to my demesne.",
    "current_task_desc_upgrade_fleet": "I am upgrading my fleet at $string. I will need additional firepower to deal with threats to the realm.",
    "current_task_desc_venture": "I am headed on a business venture to $string. This will yield additional funds for maintaining and expanding my fleet.",
    "current_task_desc_raid": "I am raiding $string. We must keep up the pressure and cripple the enemy's war effort.",
    "current_task_desc_defend": "I am flying to the defense of $string. I've received word of enemy activity in the area.",
    "current_task_desc_follow": "I am following $string.",
    "current_task_desc_companion": "I am serving as an officer in your fleet.",
    "current_task_desc_campaign": "I am on campaign. The realm's navy is still being assembled.",
    "current_task_desc_campaign2": "I am on campaign. Our current target is $string.",

    "admiration_response_hate": "Oh, you're not joking? Well, at least this will be entertaining.",
    "admiration_response_dislike": "Thank you, you're too kind. Er, it's getting quite late, I must be going...",
    "admiration_response_like": "You're a good $string. Let's agree to see each other more often.",
    "join_party_explanation": "Of course my dear, I'd love to join up with you. I'd have to disband my own fleet though; is that what you want?",
    "leave_party_explanation": "Of course my dear, I can go back to my own fleet if that's what you think is best.",
    "refuse_marriage_joke": "Did you confuse me with someone else? I'm going to pretend that you didn't say that.",
    "refuse_marriage_harsh": "I don't think that would be appropriate. Frankly, I had thought better of your judgement.",
    "refuse_marriage_mild": "You seem like a wonderful $string, but I'd still like to get to know you a little better first.",
    "refuse_marriage_no_gift": "You seem like a wonderful $string, but I'd like to see some sincerity on your part first.",
    "refuse_marriage_no_gift_hint": "This lord expects you to do something romantic for them first.",
    "accept_marriage_upstanding": "It would be the greatest honor a $string could have to marry you, $string.",
    "accept_marriage_martial": "I was hoping that you'd ask. The two of us will surely make an unstoppable team!",
    "accept_marriage_calculating": "I accept; the time is long overdue for us to join our houses together.",
    "accept_marriage_quarrelsome": "You know, you're not so bad. What the hell, let's do it.",
    "accept_marriage_see_host": "Let's ask our host $string to arrange a ceremony for us at once!",
    "accept_marriage_is_host": "Talk to me whenever you're ready and we'll start the ceremony.",
    "marriage_ceremony": "The mood at the feast elevates as word spreads about the marriage between you and $string. Your crew and comrades gather around you, offering their congratulations in turn. The host, $string, officiates your union amidst cheers and celebration. You have gained an ally for life.",
    "spend_time_together1": "The tables at the feast are lined with dishes that sparkle under the soft glow of chandeliers, each plate a culinary masterpiece. You and $string sample exquisite butters infused with rare spices. $string begins sharing tales of narrow escapes and fierce battles fought on faraway stars. You respond with a grin, recounting a similarly audacious ambush. In that moment, the weight of your pasts feel lighter, buoyed by fine food and the warmth of camaraderie.",
    "spend_time_together2": "You and $string walk along the grand halls of the feast. Gradually, you find yourselves drawn to the center of the bustling hall, where nobles step in an elegant dance. You take $string's hand and offer a dance, which $string accepts after a moment's pause. Together you dance to the slow drone of the saxophone, losing yourself in the rhythm until several hours pass.",
    "spend_time_together3": "Growing tired of the commotion of the feast, you and $string sneak out to the host's hangar. You spot a pair of racing ships in the corner, and after assuring the attendants that you have permission, you both get into a cockpit and rocket off into the void. $string executes a series of sharp turns and loops and you respond in kind, sending adrenaline surging through your veins as you both attempt more complex maneuvers to one-up each other. After an hour, the two of you touch down at the hangar, begrudgingly admitting that neither of you could gain the upper hand. The two of you slip back to the feast before your antics are noticed, with newly forged respect between you.",
    "spend_time_together4": "You and $string slip away from the commotion of the feast and step onto the balcony. The night sky is sprawled before you, a canvas of twinkling stars, each a reminder of the once-glorious reach of humanity and its Icarian downfall. $string traces the outline of a distant nebula with $string finger, reminiscing of simpler days when $string hoped to explore the stars as a carefree spacer. You promise that when peace finally returns to the core worlds, the two of you will journey to the edges of the sector. Together, you'll forge a future where the full wonders of the cosmos can be experienced by humanity once more.",
    "spend_time_together5": "As the gala’s vibrant chatter fades behind you, you and $string step into the cool night, the stars shimmering like distant jewels overhead. You meander along the manicured gardens of the host's opulent estate. $string begins sharing tales navigating treacherous politics in gilded halls, $string laughter echoing softly in the stillness. You have no shortage of your own stories to tell, recounting how you decided to become a captain and secured your first ship and crew. The vastness of the universe feels a little smaller as you walk, the night growing richer with each revelation.",
    "spend_time_together6": "Amid the lavish displays of the feast, you and $string wander over to a round table where a lively card game was in full swing, laughter and friendly banter filling the air. With a smirk, $string tosses a handful of chips onto the pile, drawing the attention of the other players. You're also pulled into the game, but you quickly notice that $string is fully in their element. Despite your efforts, the best you can do is escape without major losses as $string methodically cleans out the table. \n\"Thanks for that\", $string says teasingly. \"I really needed a punching bag to blow off some steam.\"",
    "spend_time_together_after": "At the end of the evening, you prepare to part ways. This is your chance to present them with a gift.",
    "spend_time_together_hint": "Your gift will significantly color their opinion of you. It's ok to give nothing if you aren't certain of their preferences.",
    "receive_gift_like": "What a thoughtful gift. I'm touched that you know me so well.",
    "receive_gift_dislike": "What gave you the idea that I would like this? It seems like we don't know each other as well as I'd thought.",
    "prepare_advise_friend_gift": "Oh? If I know them well, I can offer some advice.",
    "advise_friend_gift": "For as long as I've known $string, they've always been a connoisseur of $string."
  },
  "starlords_ui": {
    "lords_category": "Lords",
    "politics_category": "Politics",
    "lord_defection": "The treacherous $string has betrayed $string and defected to $string!",
    "feast_start": "$string invites the Lords of the realm to a feast at $string",
    "feast_end": "After weeks of revelry, the feast at $string has ended",
    "fleet_feast_desc": "Attending feast at $string",
    "fleet_collect_taxes_desc": "Collecting taxes at $string",
    "fleet_upgrade_fleet_desc": "Upgrading fleet at $string",
    "fleet_venture_desc": "Attending to business at $string",
    "fleet_patrol_desc": "Patrolling around $string",
    "fleet_follow_desc": "Following $string",
    "fleet_defend_desc": "Defending $string",
    "fleet_raid_desc": "Raiding $string",
    "fleet_campaign_follow_desc": "On Campaign",
    "fleet_campaign_lead_desc": "Leading campaign at $string",
    "offensive_raid_generic": "$string Raid",
    "offensive_raid_industry": "$string Industry Raid",
    "offensive_bombard_tactical": "$string Tactical Bombardment",
    "offensive_bombard_saturation": "#string Saturation Bombardment",
    "offensive_nex_ground_battle": "$string Ground Invasion",
    "campaign_start": "Marshal $string has raised the realm's navy at $string. All lords must answer the call!",
    "campaign_end": "The campaign has ended and lords given leave to attend to their individual duties.",
    "lord_defeated_escape": "$string was defeated in battle but managed to escape.",
    "lord_defeated_captured": "$string was defeated in battle and captured by $string forces.",
    "lord_defeated_released": "$string was defeated and captured by $string forces but allowed to go free.",
    "lord_escaped_captivity": "$string has escaped from prison!",
    "lord_freed_captivity": "$string has been released from captivity.",
    "laws_crown_authority": "Dictatorial Power",
    "laws_crown_authority_0": "1x Ruler Political Weight Modifier",
    "laws_crown_authority_1": "1.2x Ruler Political Weight Modifier",
    "laws_crown_authority_2": "1.5x Ruler Political Weight Modifier|Unlocks Veto",
    "laws_crown_authority_3": "2x Ruler Political Weight Modifier|Unlocks Force Pass",
    "laws_crown_authority_4": "3x Ruler Political Weight Modifier",
    "laws_crown_authority_tooltip": "Determines the influence of the ruler on the council.",
    "laws_noble_authority": "Oligarchical Power",
    "laws_noble_authority_0": "All votes are equal|-100% Base Income from Rank |+50% Lord Base Income",
    "laws_noble_authority_1": "+50% Political Weight from Rank|-50% Base Income from Rank |+25% Lord Base Income",
    "laws_noble_authority_2": "+100% Political Weight from Rank",
    "laws_noble_authority_3": "+200% Political Weight from Rank|+50% Base Income from Rank |-25% Lord Base Income",
    "laws_noble_authority_4": "+300% Political Weight from Rank|+100% Base Income from Rank |-50% Lord Base Income",
    "laws_noble_authority_tooltip": "Determines the influence of high-ranking lords on the council",
    "laws_trade_law": "Tariff Level",
    "laws_trade_law_0": "-50% Lord Tax |+150% Lord Trade",
    "laws_trade_law_1": "-25% Lord Tax |+75% Lord Trade",
    "laws_trade_law_2": "No modifiers",
    "laws_trade_law_3": "+50% Lord Tax |-25% Lord Trade",
    "laws_trade_law_4": "+100% Lord Tax |-50% Lord Trade",
    "laws_trade_law_tooltip": "Higher levels increase taxation while lowering business income for lords. Taxation is better when your faction has many fiefs, while trade is better when you have many allies.",
    "laws_feast_law": "Feast Regulations",
    "laws_feast_law_0": "30 Day Feast Cooldown",
    "laws_feast_law_1": "90 Day Feast Cooldown",
    "laws_feast_law_2": "180 Day Feast Cooldown",
    "laws_feast_law_3": "365 Day Feast Cooldown",
    "laws_feast_law_4": "Feasts Banned",
    "laws_feast_law_tooltip": "Regulates how often lords may take time off their duties to feast",
    "laws_tooltip": "Displays the laws of your faction. You can also choose to propose various legislation. Your proposal will be added alongside everyone else's and voted on in order of popularity in the council."
  },
  "starlords_title": {
    "title_default_0": "Lord",
    "title_default_1": "High Lord",
    "title_default_2": "First Lord",
    "title_hegemony_2": "First Star Lord",
    "title_hegemony_1": "Lord High Admiral",
    "title_hegemony_0": "Lord Admiral",
    "title_tritachyon_2": "COO",
    "title_tritachyon_1": "Executive",
    "title_tritachyon_0": "SVP",
    "title_persean_2": "Megas Doux",
    "title_persean_1": "Doux",
    "title_persean_0": "Archon",
    "title_sindrian_diktat_0": "Deputy Star Marshal",
    "title_sindrian_diktat_1": "Star Marshal",
    "title_sindrian_diktat_2": "Generalissimo",
    "title_luddic_church_0": "Bishop",
    "title_luddic_church_1": "Archbishop",
    "title_luddic_church_2": "Cardinal",
    "title_luddic_path_0": "Brother",
    "title_luddic_path_1": "Brother",
    "title_luddic_path_2": "Brother",
    "title_pirates_0": "Pirate Lord",
    "title_pirates_1": "Pirate Lord",
    "title_pirates_2": "Pirate Lord"
  }
}