{
  "Brynhild Garibaldi": {
    "portrait": "interesting_portrait_pirate46",
    "personality": "Upstanding",
    "battle_personality": "Steady",
    "preferredItem": "luxury_goods",
    "level": 12,
    "isMale": false,
    "fief": null,
    "ranking": 0,
    "lore": "Brynhild Garibaldi is a Pirate Lord known as The Outlaw Queen. Garibaldi's host welcomes without question all kinds of criminals, refugees, and other people wanted by the major powers of the sector. However, once they've joined, recruits are subject to a strict set of laws known as the Brynhild code. These laws include restrictions on raiding civilian transports, rules of conduct in battle and trade negotiations, communal loot sharing, and other provisions which have led the citizenry to view Garibaldi as a modern-day Robin Hood. Violations are punished severely, and most offenders are executed by Garibaldi herself. The core Garibaldi fleet consists of men and women who cherish their second opportunity to live a principled life, and newcomers who disagree learn quickly to adapt or otherwise do not last long. Together, they fight with fervor to protect their way of life and prove that there may yet be honor among thieves.",
    "fleetName": "Brynhild Garibaldi's Fleet",
    "faction": "Pirates",
    "flagship": "atlas2_Standard",
    "shipPref": {
      "kite_pirates_Raider": 5,
      "afflictor_d_pirates_Strike": 5,
      "gremlin_d_pirates_Strike": 5,
      "cerberus_d_pirates_Shielded": 5,
      "wolf_d_pirates_Attack": 5,
      "buffalo2_FS": 5,
      "condor_Attack": 5,
      "enforcer_d_pirates_Strike": 5,
      "manticore_pirates_Assault": 5,
      "mule_d_pirates_Standard": 5,
      "shrike_p_Attack": 5,
      "eradicator_pirates_Attack": 5,
      "eagle_Assault": 5,
      "falcon_p_Strike": 5,
      "venture_p_Pirate": 5,
      "atlas2_Standard": 20
    }
  },
  "Jebe Kastrioti": {
    "portrait": "interesting_portrait_mercenary14",
    "personality": "Martial",
    "battle_personality": "Aggressive",
    "preferredItem": "lobster",
    "level": 12,
    "isMale": true,
    "fief": null,
    "ranking": 0,
    "lore": "It is immediately apparent that Pirate Lord Jebe Kastrioti has some military background, though no one knows where he may have served. What everyone does know is that his Red Brotherhood runs with efficiency rivaling that of many conventional militaries. Kastrioti was one of the founding members of the brotherhood. Together, the founders envisioned a fiercely meritocratic society where leadership was based solely on strength and the weak would be culled. One by one, the other founders were challenged by ambitious underlings until they were all killed and replaced. Though plenty of lieutenants have challenged Kastrioti, none have yet bested him in a dogfight. The remaining troops fall in line and fight with frenzied zeal to prove themselves worthy of their positions. In his trusty Falcon, Kastrioti leads his crew across the sector in search of plunder and feats.",
    "fleetName": "Jebe Kastrioti's Red Brotherhood",
    "faction": "Pirates",
    "flagship": "falcon_p_Strike",
    "shipPref": {
      "hound_d_pirates_Standard": 5,
      "lasher_d_CS": 5,
      "mudskipper2_CS": 5,
      "shade_d_pirates_Assault": 5,
      "vanguard_pirates_Strike": 5,
      "buffalo2_FS": 5,
      "medusa_Attack": 5,
      "enforcer_d_pirates_Strike": 5,
      "manticore_pirates_Assault": 5,
      "mule_d_pirates_Standard": 5,
      "shrike_p_Attack": 5,
      "eradicator_pirates_Attack": 10,
      "eagle_Assault": 5,
      "falcon_p_Strike": 10,
      "venture_p_Pirate": 5,
      "atlas2_Standard": 10
    }
  },
  "Jamshid Dragomirov": {
    "portrait": "interesting_portrait_pirate18",
    "personality": "Calculating",
    "battle_personality": "Steady",
    "preferredItem": "food",
    "level": 10,
    "isMale": true,
    "fief": null,
    "ranking": 0,
    "lore": "Jamshid Dragomirov is a Pirate Lord and leader of the Dragomirov smuggling empire, one of the fastest-growing organized crime operations in the sector. Both parts merchant and bandit, Dragomirov surpassed rival crime organizations with his business acumen, while dealing with more lawful competition using good old-fashioned intimidation and extortion. With growing market share in the drug, organ, and arms trades, Dragomirov's reputation is rapidly rising among security forces in every major faction. Though he personally flies an Eradicator, Dragomirov's fleet is most known for its extensive use of Venture-class ships for their dual transport and combat roles. His fleet eschews slow capital ships and is specialized for rapid strikes on rival merchant fleets, while steering clear of well-armed military targets that Dragomirov sees little reason to antagonize.",
    "fleetName": "Jamshid Dragomirov's Fleet",
    "faction": "Pirates",
    "flagship": "eradicator_pirates_Overdriven",
    "shipPref": {
      "kite_pirates_Raider": 5,
      "afflictor_d_pirates_Strike": 5,
      "lasher_d_CS": 5,
      "mudskipper2_CS": 5,
      "wolf_d_pirates_Attack": 5,
      "buffalo2_FS": 10,
      "enforcer_d_pirates_Strike": 5,
      "manticore_pirates_Assault": 5,
      "mule_d_pirates_Smuggler": 10,
      "eradicator_pirates_Attack": 5,
      "eradicator_pirates_Overdriven": 10,
      "eagle_Assault": 5,
      "falcon_p_Strike": 10,
      "venture_p_Pirate": 15
    }
  },
  "Uthman Sauriel": {
    "portrait": "interesting_portrait_scavengers25",
    "personality": "Quarrelsome",
    "battle_personality": "Reckless",
    "preferredItem": "hand_weapons",
    "level": 11,
    "isMale": true,
    "fief": null,
    "ranking": 0,
    "lore": "Uthman Sauriel is a Pirate Lord and leader of the largest band of deserters in the sector. Styling himself as the Warlord of Donn, Sauriel commands a sector-wide operation specializing in privateering and racketeering. His ranks are staffed in no small part by disgruntled Tri-Tachyon pilots looking to profit on the wrong side of the law. As a result, his forces fight with a noticeable high-tech slant, with a focus on phase combat and tactical mobility. Sauriel himself leads his forces aboard a stolen Paragon-class ship, nicknamed the Agony. As the only known pirate Paragon in the sector, Sauriel's fleet immediately has a massive firepower and durability advantage when confronting anything but well-organized military opposition.",
    "fleetName": "Uthman Sauriel's Fleet",
    "faction": "Pirates",
    "flagship": "paragon_Raider",
    "shipPref": {
      "vanguard_pirates_Strike": 5,
      "afflictor_d_pirates_Strike": 5,
      "gremlin_d_pirates_Strike": 5,
      "shade_d_pirates_Assault": 5,
      "wolf_d_pirates_Attack": 5,
      "buffalo2_FS": 5,
      "medusa_Attack": 10,
      "manticore_pirates_Assault": 5,
      "mule_d_pirates_Standard": 5,
      "shrike_p_Attack": 10,
      "eradicator_pirates_Attack": 5,
      "eagle_Assault": 5,
      "falcon_p_Strike": 15,
      "venture_p_Pirate": 5,
      "atlas2_Standard": 10
    }
  },
  "Mordecai Augustus": {
    "portrait": "interesting_portrait_scavengers10",
    "personality": "Martial",
    "battle_personality": "Aggressive",
    "preferredItem": "food",
    "level": 10,
    "isMale": true,
    "fief": null,
    "ranking": 0,
    "lore": "Brother Mordecai Augustus came from humble beginnings as the son of a shopkeeper on Fikenhild. His father was a devout man who joined the pro-Luddic movement during the Fikenhild wars of religion. When Imperial Fikenhild gendarmes cracked down on the revolt, Augustus' father was one of many citizens to be imprisoned and never seen again. When Augustus came of age, he fled from Fikenhild and arrived in Chalcedon, where he joined a local pather squadron. An incredibly motivated recruit, Augustus soon demonstrated his worth in guerilla operations by slaughtering Persean civilian forces without hesitation or mercy. Given the high attrition in most pather fleets, Augustus was able to quickly move up the open ranks and eventually became leader of his entire pather cell. Known as a strict but fair leader to his crew, Augustus transforms into a different beast with anything involving the Persean League, eager to bring divine retribution to his most hated enemies.",
    "fleetName": "Mordecai Augustus' Fleet",
    "faction": "Luddic_Path",
    "flagship": "prometheus2_Standard",
    "shipPref": {
      "brawler_pather_Raider": 5,
      "cerberus_luddic_path_Attack": 5,
      "gremlin_luddic_path_Strike": 5,
      "hound_luddic_path_Attack": 5,
      "kite_luddic_path_Strike": 5,
      "lasher_luddic_path_Raider": 5,
      "hammerhead_Overdriven": 10,
      "enforcer_d_Strike": 5,
      "manticore_luddic_path_Strike": 10,
      "sunder_Overdriven": 5,
      "colossus2_Pather": 5,
      "eradicator_Overdriven": 10,
      "venture_pather_Attack": 5,
      "prometheus2_Standard": 20
    }
  },
  "Beburos Hamilton": {
    "portrait": "interesting_portrait_knightsofludd07",
    "personality": "Martial",
    "battle_personality": "Reckless",
    "preferredItem": "hand_weapons",
    "level": 11,
    "isMale": true,
    "fief": null,
    "ranking": 0,
    "lore": "Beburos Hamilton is a Brother of the Luddic Path and former member of the Knights of Ludd. Hamilton was part of a small attaché of Church forces sent to the Hegemony during the Second AI War. However, when his forces arrived, they were repeatedly ridiculed as peasant rabble by the hegemony soldiers. Their tension came to a head during a skirmish with Tri-Tachyon where Hamilton's forces acted as vanguard. When the main Hegemony fleet arrived, they opened fire indiscriminately on all combatants, resulting in a bloody three-way brawl where Hamilton's squadron was almost completely annihilated. Hamilton was recalled to Gilead, where he learned that the Church had covered up the incident to preserve goodwill with the Hegemony. Hamilton resigned from his position and resurfaced a year later in Chalcedon as a converted pather. With his experience as a Knight, he has specially engineered nearly his entire fleet with safety overrides to better rush his Hegemony foes and right the wrongs of the past.",
    "fleetName": "Beburos Hamilton's Fleet",
    "faction": "Luddic_Path",
    "flagship": "eradicator_Overdriven",
    "shipPref": {
      "brawler_pather_Raider": 5,
      "cerberus_luddic_path_Attack": 5,
      "gremlin_luddic_path_Strike": 5,
      "kite_luddic_path_Strike": 5,
      "lasher_luddic_path_Raider": 5,
      "hammerhead_Overdriven": 15,
      "manticore_luddic_path_Strike": 20,
      "sunder_Overdriven": 10,
      "eradicator_Overdriven": 30
    }
  },
  "Benedictus Eden": {
    "portrait": "interesting_portrait_luddicpath14",
    "personality": "Quarrelsome",
    "battle_personality": "Reckless",
    "preferredItem": "drugs",
    "level": 11,
    "isMale": true,
    "fief": null,
    "ranking": 0,
    "lore": "Benedictus Eden is a self-proclaimed messiah of the Luddic Path. Found in a cryptosleeper pod by Luddic Church patrols about a decade ago, Eden was purported to have lived in times before the hegemony's arrival to the sector and was brought to Gilead to be interrogated. Shortly after, he began claiming to be the prophesied savior of the Luddic faith. Luddic prophecy speaks of a herald who would be touched by Ludd in their hour of greatest despair, which he claimed he had fulfilled by resurrecting from his sleeper pod. The church quickly moved to imprison him, but he fled to Chalcedon and began recruiting militant faithful to cleanse the world in Ludd's vision. Though widely condemned by Luddic authorities, he nonetheless managed to attract a significant number of radical followers, who would become known as Edenites. His forces rush to his side in battle with complete disregard for their own safety, willing to sacrifice everything for their messiah.",
    "fleetName": "Benedictus Eden's Fleet",
    "faction": "Luddic_Path",
    "flagship": "retribution_Standard",
    "shipPref": {
      "brawler_pather_Raider": 5,
      "cerberus_luddic_path_Attack": 5,
      "gremlin_luddic_path_Strike": 5,
      "hound_luddic_path_Attack": 5,
      "kite_luddic_path_Strike": 5,
      "lasher_luddic_path_Raider": 5,
      "hammerhead_Overdriven": 10,
      "enforcer_d_Strike": 5,
      "manticore_luddic_path_Strike": 10,
      "colossus2_Pather": 5,
      "eradicator_Overdriven": 10,
      "venture_pather_Attack": 10,
      "prometheus2_Standard": 20
    }
  },
  "Archibald Lawrence": {
    "portrait": "interesting_portrait_luddicpath08",
    "personality": "Quarrelsome",
    "battle_personality": "Steady",
    "preferredItem": "food",
    "level": 10,
    "isMale": true,
    "fief": null,
    "ranking": 0,
    "lore": "Archibald Lawrence is a former pope-turned-pather of the Luddic Church. A disagreeable man, Lawrence had many enemies within the Church establishment. He met his downfall when the Council of Cardinals finally uncovered evidence of embezzlement of church funds, and he was exiled from the clerical ranks. The furious Lawrence did not go quietly and rallied his cadre of loyalists to seize the Church's main arsenal on Gilead. However, when the Knights arrived, Lawrence saw that he was hopelessly outmatched and fled to Epiphany with the Church's missile stockpiles in tow. Armed with a core of seasoned veterans and more dumbfire missiles than he knew what to do with, Lawrence raised the banners of the Luddic Path and began recruiting radical followers to continue the struggle. Now viewed by outsiders as little more than a common bandit, Archibald Lawrence's forces wander the sector gathering support for his return and raining holy fire on any opposition.",
    "fleetName": "Archibald Lawrence's Fleet",
    "faction": "Luddic_Path",
    "flagship": "invictus_Standard",
    "shipPref": {
      "brawler_pather_Raider": 5,
      "cerberus_luddic_path_Attack": 5,
      "gremlin_luddic_path_Strike": 5,
      "hound_luddic_path_Attack": 5,
      "kite_luddic_path_Strike": 5,
      "lasher_luddic_path_Raider": 5,
      "hammerhead_Overdriven": 5,
      "enforcer_d_Strike": 10,
      "manticore_luddic_path_Strike": 15,
      "colossus2_Pather": 15,
      "eradicator_Overdriven": 10,
      "venture_pather_Attack": 5,
      "prometheus2_Standard": 10
    }
  }
}