{
  "Biyai Tecson": {
    "portrait": "interesting_portrait_corporate19",
    "personality": "Upstanding",
    "battle_personality": "Steady",
    "preferredItem": "alpha_core",
    "level": 9,
    "isMale": true,
    "fief": null,
    "ranking": 0,
    "lore": "Biyai Tecson is the SVP of Engineering at Tri-Tachyon. Tecson's affable demeanor makes him a favorite of both his employees and upper management. He has a special friendship with SVP of Research Taiho, with whom he shares a fascination with lost AI technology. He spends much of his time both bringing Taiho's research to life and keeping the eccentric SVP personally out of trouble with the executives. Though he cannot help but over-engineer many of her imaginative designs, Tecson keeps his own fleet streamlined and efficient. He avoids most of the high-maintenance ships in the Tri-Tachyon lineup including all capital ships, instead choosing to divert excess funding into classified projects.",
    "fleetName": "Biyai Tecson's Fleet",
    "faction": "Tritachyon",
    "flagship": "aurora_Balanced",
    "shipPref": {
      "afflictor_Strike": 8,
      "hyperion_Attack": 8,
      "omen_PD": 8,
      "shade_Assault": 8,
      "tempest_Attack": 8,
      "harbinger_Strike": 5,
      "medusa_Attack": 15,
      "shrike_Attack": 10,
      "aurora_Balanced": 5,
      "doom_Attack": 10,
      "fury_Attack": 15
    }
  },
  "Adelgard Oranyan": {
    "portrait": "interesting_portrait_corporate34",
    "personality": "Martial",
    "battle_personality": "Aggressive",
    "preferredItem": "food",
    "level": 11,
    "isMale": false,
    "fief": "Tibicena",
    "ranking": 0,
    "lore": "SVP Adelgard Oranyan directs all exploration projects at Tri-Tachyon in attempts to find more natural resources to exploit for the company. Oranyan was formerly a lieutenant in a small mercenary company, but she quickly realized that she was drawn far more to the wanderlust of space than to any combat duties. Since most factions have little reason to venture beyond the core worlds, Oranyan was forced to turn towards the Tri-Tachyon exploration department. She joined the newly-reformed department and embarked on several expeditions to chart the sector. However, in recent times, the exploration department has been gradually defunded as rising risks of war force the company to dedicate all ships to the military. Adelgard herself was not spared by the Board, who ordered her to return to battlefield once more. Her fleet is geared towards versatility and self-sufficiency, able to handle the various challenges of deep-space charting.",
    "fleetName": "Adelgard Oranyan's Fleet",
    "faction": "Tritachyon",
    "flagship": "odyssey_Balanced",
    "shipPref": {
      "afflictor_Strike": 7,
      "brawler_tritachyon_Standard": 7,
      "omen_PD": 7,
      "shade_Assault": 7,
      "tempest_Attack": 7,
      "harbinger_Strike": 5,
      "medusa_Attack": 5,
      "shrike_Attack": 5,
      "aurora_Balanced": 9,
      "aurora_Attack": 8,
      "aurora_Strike": 8,
      "doom_Attack": 5,
      "fury_Attack": 5,
      "odyssey_Balanced": 15
    }
  },
  "Valeria Melci": {
    "portrait": "interesting_portrait_corporate45",
    "personality": "Calculating",
    "battle_personality": "Steady",
    "preferredItem": "domestic_goods",
    "level": 12,
    "isMale": false,
    "fief": "Culann",
    "ranking": 2,
    "lore": "As COO of Tri-Tachyon, Valeria Melci possesses authority over all corporate affairs and answers only to CEO Artemesia Sun. Melci was the centerpiece of Artemesia's plan to regain control of the company at the conclusion of the Second AI War. As the SVP of Legal Affairs at the time, Melci did not declare for either side when the new guard executives seized power and survived the resulting purge of Artemsia's supporters. Even after the new guard's war strategy was demonstrated to be nonsensical, their iron grip on a majority of voting shares meant that they were firmly in power. However, Melci betrayed the ruling faction and initiated an obscure legal review process using Section 631C of the corporate charter, suspending the voting rights of their shares and allowing other nonaligned shareholders to vote them out. She was promoted to COO as a reward for her loyalty to Sun. As a commander, Melci likes to keep her options open and employs a balanced mix of high-tech ships. She prefers to lead from the rear and leaves specialization to her subordinates, while her own fleet acts as a reserve force that can fill any gaps in a pinch.",
    "fleetName": "Valeria Melci's Fleet",
    "faction": "Tritachyon",
    "flagship": "paragon_Elite",
    "shipPref": {
      "afflictor_Strike": 7,
      "brawler_tritachyon_Standard": 7,
      "hyperion_Attack": 7,
      "omen_PD": 7,
      "scarab_Experimental": 7,
      "shade_Assault": 7,
      "tempest_Attack": 7,
      "harbinger_Strike": 5,
      "medusa_Attack": 6,
      "shrike_Attack": 5,
      "aurora_Balanced": 5,
      "doom_Attack": 5,
      "fury_Attack": 5,
      "astral_Elite": 5,
      "odyssey_Balanced": 5,
      "paragon_Escort": 10
    }
  },
  "Minto Askia": {
    "portrait": "interesting_portrait_corporate33",
    "personality": "Calculating",
    "battle_personality": "Aggressive",
    "preferredItem": "lobster",
    "level": 10,
    "isMale": true,
    "fief": "Eochu_Bres",
    "ranking": 1,
    "lore": "Minto Askia holds the title of CTO at Tri-Tachyon, making him the face of Tri-Tachyon technological progress. In reality, he prefers to delegate everyday affairs to his capable SVPs of Research and Engineering. It is no secret that Askia is a puppet of CEO Sun, appointed to his position following Sun's ouster and return in order to ensure that she was never couped again. His exact connection with the CEO is unknown, but he is unquestionably loyal and entrusted as head of Tri-Tachyon's secret police. A shadowy organization with no formal corporate structure, the secret police was founded as a spy agency for corporate espionage. However, under Askia's direction its role has expanded to include surveillance of Sun's opposition. It is rumored that Sun uses the agency to conduct blackmail and outright assassination of her critics, though nothing has been definitively linked to her. Askia and his fellow operatives field a fleet consisting of solely phase ships, the ideal ships for them to carry out their clandestine missions.",
    "fleetName": "Minto Askia's Fleet",
    "faction": "Tritachyon",
    "flagship": "doom_Attack",
    "shipPref": {
      "afflictor_Strike": 20,
      "shade_Assault": 20,
      "scarab_Experimental": 10,
      "harbinger_Strike": 20,
      "doom_Attack": 10,
      "doom_Support": 10,
      "doom_Strike": 10
    }
  },
  "Jensen Hierax": {
    "portrait": "interesting_portrait_corporate44",
    "personality": "Calculating",
    "battle_personality": "Steady",
    "preferredItem": "drugs",
    "level": 10,
    "isMale": true,
    "fief": "Port_Tse",
    "ranking": 1,
    "lore": "Jensen Hierax holds the title of CFO at Tri-Tachyon and manages the company's substantial wealth and investment efforts. Hierax could be considered the primary architect behind the company's cutthroat political culture. By forcing departments to directly compete for funding, he aims to create an environment where incompetence would be out-competed and weeded out, thus raising the bar continually. Hierax also introduced several subjective criteria into funding decisions in order to increase his own standing within the company, as SVPs are forced to curry favor with him personally. Hierax's wealth and influence are immense. His fleet is a tour de force of Tri-Tachyon engineering, containing all of its most feared frigate designs. However, without any of the more plain line-holding designs, his forces prefer quick skirmishes and lack staying power in prolonged engagements.",
    "fleetName": "Jensen Hierax's Fleet",
    "faction": "Tritachyon",
    "flagship": "scarab_Experimental",
    "shipPref": {
      "afflictor_Strike": 10,
      "hyperion_Attack": 10,
      "omen_PD": 10,
      "scarab_Experimental": 10,
      "shade_Assault": 5,
      "tempest_Attack": 5,
      "harbinger_Strike": 15,
      "medusa_Attack": 20,
      "shrike_Attack": 5,
      "doom_Attack": 10
    }
  },
  "Licinia Taiho": {
    "portrait": "interesting_portrait_corporate27",
    "personality": "Calculating",
    "battle_personality": "Steady",
    "preferredItem": "alpha_core",
    "level": 9,
    "isMale": false,
    "fief": null,
    "ranking": 0,
    "lore": "Licinia Taiho is the SVP of Research at Tri-Tachyon. A former professor at the Galatia Academy, Taiho was banished from the hegemony for research into forbidden AI. Narrowly evading capture from hegemony police, Taiho sought refuge in Tri-Tachyon and was welcomed with open arms. As Head of Research, Taiho cares little for both military affairs and corporate politics, an attitude which has alienated her from most other executives. Her only ally is SVP Tecson, who shares her interest in AI research. It's rumored that Taiho successfully reverse-engineered autonomous ship designs employed during the First AI War, though the PR department of Tri-Tachyon vehemently denied that such experiments ever took place. Regardless of the truth, Taiho's fleet remains disappointingly non-autonomous and chronically neglected, with poor funding and no distinguishing features.",
    "fleetName": "Licinia Taiho's Fleet",
    "faction": "Tritachyon",
    "flagship": "astral_Elite",
    "shipPref": {
      "afflictor_Strike": 7,
      "brawler_tritachyon_Standard": 7,
      "omen_PD": 7,
      "shade_Assault": 7,
      "tempest_Attack": 7,
      "harbinger_Strike": 5,
      "medusa_Attack": 10,
      "shrike_Attack": 5,
      "aurora_Balanced": 5,
      "doom_Attack": 5,
      "fury_Attack": 5,
      "astral_Elite": 15,
      "odyssey_Balanced": 5,
      "paragon_Escort": 10
    }
  },
  "Domitian Carnegie": {
    "portrait": "interesting_portrait_corporate18",
    "personality": "Quarrelsome",
    "battle_personality": "Aggressive",
    "preferredItem": "luxury_goods",
    "level": 9,
    "isMale": true,
    "fief": null,
    "ranking": 0,
    "lore": "Domitian Carnegie serves as Tri-Tachyon's SVP of Sales. Carnegie took full advantage of the megacorporation's meritocratic structure, climbing the ladder as a salesman and shattering every sales record in the process. When he reached the executive ranks, he had amassed a fortune dwarfing that of any king, and he began to embrace a life of opulent excesses. Before long, little trace remained of the once-charismatic salesman. Carnegie took a special interest in the Hyperion, claiming that it reminded him of his attitude in his days as an underdog. With his outrageous wealth, he is able to afford the largest Hyperion fleet in the sector, along with a host of Tri-Tachyon's other white elephant designs. Given its extravagant cost, Carnegie's fleet is like no other and can punch well above its weight, having access to all the usual Tri-Tachyon tricks dialed up to eleven.",
    "fleetName": "Domitian Carnegie's Fleet",
    "faction": "Tritachyon",
    "flagship": "hyperion_Attack",
    "shipPref": {
      "hyperion_Attack": 30,
      "hyperion_Strike": 30,
      "omen_PD": 7,
      "scarab_Experimental": 7,
      "shade_Assault": 7,
      "tempest_Attack": 7,
      "harbinger_Strike": 7,
      "medusa_CS": 5
    }
  },
  "Zopyrion Vauban": {
    "portrait": "interesting_portrait_corporate43",
    "personality": "Quarrelsome",
    "battle_personality": "Steady",
    "preferredItem": "food",
    "level": 11,
    "isMale": true,
    "fief": "Skathi",
    "ranking": 0,
    "lore": "Zopyrion Vauban is the SVP of Defense at Tri-Tachyon. As head of the defense department, Vauban manages the day-to-day operations of Tri Tachyon's security forces. Unlike other Tri-Tachyon executives who prefer the elegance of hit-and-run tactics, Vauban's security forces are trained in defensive warfare and accustomed to holding static positions. As such, Vauban holds a key role in the megacorporation's fleet, acting as the anvil to the others' hammers. The Tri-Tachyon defense department is traditionally based in Skathi, where constant border skirmishes with the Hegemony lead to a steady supply of battle-hardened pilots. Vauban was a secondary co-conspirator in the plot to overthrow CEO Sun during the Second AI War. When their plan backfired, Artemesia purged his entire faction from the company, yet Vauban's participation was discreetly ignored and wiped from the record. With this move, Artemesia quietly confirmed Vauban's irreplaceability in times of war. Other executives may follow their own whimsy, but Vauban and his paragons will always be Tri Tachyon's unbreakable line of defense.",
    "fleetName": "Zopyrion Vauban's Fleet",
    "faction": "Tritachyon",
    "flagship": "paragon_Elite",
    "shipPref": {
      "brawler_tritachyon_Standard": 10,
      "omen_PD": 10,
      "tempest_Attack": 10,
      "harbinger_Strike": 5,
      "medusa_Attack": 15,
      "aurora_Balanced": 10,
      "paragon_Escort": 20,
      "paragon_Elite": 20
    }
  }
}