{
  "Victor Wallis": {
    "portrait": "interesting_portrait_diktat20",
    "personality": "Upstanding",
    "battle_personality": "Aggressive",
    "level": 13,
    "isMale": true,
    "fief": "Nachiketa",
    "ranking": 1,
    "lore": "Lord High Admiral Victor Wallis is the longest-serving officer in the Hegemony Navy. Tutored by the last survivors of the First AI War, Wallis embodies hegemony military tradition that stretches back for over a century. Though overshadowed by Andrada in his early years, Wallis rose to prominence following Andrada's betrayal. Choosing to remain loyal to the hegemony, he sought to rebuild a grand fleet to restore the Hegemony's prestige. He served with distinction in the Second AI War against both Persean and Tri-Tachyon forces. Wallis finetuned and perfected the Hegemony's core line-of-battle doctrine. In order to combat the AI threat, Wallis' men became machines unto themselves, following orders with mechanical precision and disregard for their individual lives. As the backbone of the hegemony's forces, Wallis soon gained the nickname \"The Great\", and his fleet was accordingly called The Great Wall. After the war, the High Hegemon himself became wary of Wallis' popularity. Fearing a second Andrada situation, Wallis was passed over as First Star Lord and sent to the outskirts to guard Nachiketa, which he has contented himself to until this day.",
    "fleetName": "The Great Wall",
    "faction": "Hegemony",
    "flagship": "onslaught_Outdated",
    "shipPref": {
      "centurion_Assault": 5,
      "kite_Standard": 5,
      "lasher_CS": 5,
      "wolf_hegemony_Assault": 5,
      "enforcer_Elite": 10,
      "enforcer_XIV_Elite": 5,
      "dominator_Support": 10,
      "dominator_XIV_Elite": 10,
      "eagle_Assault": 5,
      "eagle_xiv_Elite": 5,
      "legion_xiv_Elite": 10,
      "onslaught_Elite": 15,
      "onslaught_xiv_Elite": 10
    }
  },
  "Vartan Shin": {
    "portrait": "interesting_portrait_hegemony23",
    "personality": "Upstanding",
    "battle_personality": "Steady",
    "level": 9,
    "isMale": true,
    "fief": "Coatl",
    "ranking": 0,
    "lore": "Lord Admiral Vartan Shin is a prominent proponent of the reformist faction in the Hegemony general staff. A young graduate of Galatia Academy, Shin became convinced that the slow, ponderous core of typical hegemony fleets was ill-equipped to handle a maneuver-based modern firefight. He began experimenting with new midline additions to his fleet, which were designed to keep pace with the overwhelming firepower provided by the rest of the hegemony ships. As the most junior of the hegemony admirals, the conservative faction frequently criticized his ideas as untested in real combat. However, he finds support amongst his political allies Helva and Rooke, known as the postwar trio due to being the three junior Lord Admirals who joined the Navy after the Second AI War.",
    "fleetName": "Vartan Shin's Fleet",
    "faction": "Hegemony",
    "flagship": "champion_Elite",
    "shipPref": {
      "centurion_Assault": 5,
      "kite_Standard": 5,
      "lasher_CS": 5,
      "wolf_hegemony_Assault": 5,
      "enforcer_Balanced": 15,
      "champion_Elite": 10,
      "falcon_CS": 10,
      "eagle_Balanced": 10,
      "conquest_Standard": 10,
      "conquest_Elite": 10,
      "onslaught_Standard": 15
    }
  },
  "Sofiya Helva": {
    "portrait": "interesting_portrait_hegemony40",
    "personality": "Upstanding",
    "battle_personality": "Steady",
    "level": 10,
    "isMale": false,
    "fief": "Ancyra_market",
    "ranking": 0,
    "lore": "Lord Admiral Sofiya Helva is a moderate reformist, considered one of the postwar trio alongside Shin and Rooke. As the daughter of a mercenary officer on Hanan Pacha, her home planet was a frequent site for both Hegemony and Persean military operations. She survived the razing of Hanan Pacha due to her father bringing her on a trip to Salamanca at the time. When she came of age, she immediately enlisted in the Hegemony navy. Originally assigned to the counter-terrorism division, her career was unremarkable until a routine convoy escort mission was interrupted by a raid from Brother Cotton himself. Heavily outnumbered, Helva's fleet held out to the last man, sustaining a 90% casualty rate before reinforcements arrived. Helva herself fought aboard three separate destroyed falcons and narrowly escaped with her life, earning her the Hegemony Cross. As a reformer, Helva believes that Hegemony doctrine overly neglects their supporting frigates and models her own escort forces off of the Persean fleets of her youth.",
    "fleetName": "Sofiya Helva's Fleet",
    "faction": "Hegemony",
    "flagship": "conquest_Elite",
    "shipPref": {
      "centurion_Assault": 5,
      "monitor_Escort": 5,
      "brawler_Elite": 5,
      "wolf_Assault": 5,
      "sunder_Assault": 10,
      "enforcer_Balanced": 10,
      "dominator_Support": 20,
      "eagle_Balanced": 10,
      "legion_Assault": 10,
      "onslaught_Standard": 20
    }
  },
  "Horatio Sartorius": {
    "portrait": "interesting_portrait_hegemony48",
    "personality": "Martial",
    "battle_personality": "Steady",
    "level": 12,
    "isMale": true,
    "fief": "Chicomoztoc",
    "ranking": 2,
    "lore": "First Star Lord Horatio Sartorius serves as commander of the entire Hegemony Navy, second to only the High Hegemon himself on military matters. A longtime friend of High Hegemon Daud, he served in Daud's squadron at the Defense of Chicomoztoc where Daud rose to fame. After Daud became High Hegemon, Sartorius was quickly promoted as Daud's right-hand man. It is understood that Sartorius represents the will of the High Hegemon. He also leads the conservative faction in the Hegemony general staff, which maintains that continuing to drill in the old ways of hegemony military doctrine would lead to the most effective fighting force. Sartorius is an experienced and capable commander, recognizing only Wallis as his superior among the current admirals. He plays a pivotal role in maintaining the aura of hegemony discipline and bringing stability to Daud's realm.",
    "fleetName": "Horatio Sartorius' Fleet",
    "faction": "Hegemony",
    "flagship": "onslaught_Elite",
    "shipPref": {
      "centurion_Assault": 4,
      "hound_hegemony_Standard": 4,
      "kite_Standard": 4,
      "lasher_CS": 4,
      "wolf_hegemony_Assault": 4,
      "enforcer_Balanced": 15,
      "dominator_Support": 20,
      "eagle_Assault": 10,
      "mora_Strike": 5,
      "legion_Assault": 10,
      "onslaught_Standard": 20
    }
  },
  "Fischer Chopra": {
    "portrait": "interesting_portrait_hegemony44",
    "personality": "Martial",
    "battle_personality": "Steady",
    "level": 12,
    "isMale": true,
    "fief": "Jangala",
    "ranking": 1,
    "lore": "Lord High Admiral Fischer Chopra began his career as a famous fighter ace who captured the fancy of the public during the Second AI War. Scoring over two dozen confirmed frigate kills in his trusty Warthog, earning him the nickname the Mad Boar. Chopra was invited to join the Hegemony general staff as an advisor for ongoing reforms in Hegemony carrier doctrine. Chopra's contributions led to modern Hegemony carriers as we know them, most notably when he fought for five medium missile slots instead of four on modern Legion designs. Unfortunately, Chopra's expertise did not extend to warship combat. Chopra's fleet tends to consist mostly of his beloved carriers, making him a fearsome support but lacking in standalone strength.",
    "fleetName": "Fischer Chopra's Fleet",
    "faction": "Hegemony",
    "flagship": "legion_xiv_Elite",
    "shipPref": {
      "legion_Escort": 8,
      "legion_Strike": 8,
      "legion_Assault": 8,
      "legion_xiv_Elite": 8,
      "dominator_Fighter_Support": 23,
      "condor_Attack": 10,
      "mora_Assault": 15,
      "enforcer_Fighter_Support": 20
    }
  },
  "Bedri Vian": {
    "portrait": "interesting_portrait_independent09",
    "personality": "Martial",
    "battle_personality": "Reckless",
    "level": 11,
    "isMale": true,
    "fief": "Raesvelg",
    "ranking": 0,
    "lore": "Lord Admiral Bedri Vian, affectionately known as \"Dirty V\" by his men, is an unconventional yet experienced commander. Originally the leader of a band of pirates, Vian was pressed into service of the Hegemony after Andrada's betrayal left hegemony forces greatly diminished. Eschewing the long battles of space control that characterized Hegemony combat, Vian championed a strategy of quickly charging the enemy and breaking them with the overwhelming firepower and discipline of Hegemony ships. This approach of a single, decisive strike served him well in his time as pirate, though his new comrades found it reckless and borderline suicidal against an equal adversary. Fortunately for Vian, few fleets in the sector can claim to be the equal of a full Hegemony flotilla, and Vian's berserk strategy led to many decisive victories against pather and pirate forces that dared to challenge him in open space.",
    "fleetName": "Bedri Vian's Fleet",
    "faction": "Hegemony",
    "flagship": "onslaught_Standard",
    "shipPref": {
      "centurion_Assault": 5,
      "gremlin_Strike": 10,
      "wolf_hegemony_Assault": 5,
      "shrike_p_Attack":  10,
      "grendel_Assault": 15,
      "falcon_p_Strike": 15,
      "eradicator_Overdriven": 10,
      "eradicator_pirates_Overdriven": 10,
      "onslaught_Standard": 20
    }
  },
  "Aya Niess": {
    "portrait": "interesting_portrait_hegemony24",
    "personality": "Martial",
    "battle_personality": "Aggressive",
    "level": 11,
    "isMale": false,
    "fief": "Yama",
    "ranking": 0,
    "lore": "Lord Admiral Aya Neiss is widely considered to be the protégée of Lord Wallis. Starting out as an Eagle pilot under his command, Niess displayed exceptional ability and courage which caught the attention of the old admiral. At the end of the Second AI War, Niess was promoted to admiral. She founded her own fleet based on her former superior's doctrine, and the two fleets often conduct joint exercises. Though her mentor now prefers to avoid Hegemony politics and never declared for any faction, Niess finds herself drifting into the conservative camp. She believes that upholding the strict military heritage of the hegemony is what made them victorious in both AI wars, and that the attempts to learn from their defeated enemies were little more than learning to fly from a chicken.",
    "fleetName": "Aya Niess' Fleet",
    "faction": "Hegemony",
    "flagship": "onslaught_Elite",
    "shipPref": {
      "centurion_Assault": 5,
      "kite_Standard": 5,
      "lasher_CS": 5,
      "wolf_hegemony_Assault": 5,
      "enforcer_Elite": 10,
      "enforcer_XIV_Elite": 5,
      "dominator_Support": 10,
      "dominator_XIV_Elite": 10,
      "eagle_Assault": 5,
      "eagle_xiv_Elite": 5,
      "legion_Assault": 10,
      "onslaught_Elite": 20,
      "onslaught_xiv_Elite": 5
    }
  },
  "Luan Jee Bak": {
    "portrait": "interesting_portrait_hegemony42",
    "personality": "Martial",
    "battle_personality": "Aggressive",
    "level": 11,
    "isMale": true,
    "fief": "Ragnar_Complex",
    "ranking": 0,
    "lore": "Luan Jee Bak, known as the Daredevil Admiral, is most at home fighting in the Hegemony vanguard. In the postwar period of relative peace, Jee Bak made a sport of hunting pirates in troubled systems, making him popular among the citizenry of those systems. In order to match the flexibility of his pirate adversaries, he began to eschew the capital-heavy military theory of the hegemony in favor of small, quick-response vessels. He also came to understand the cleverness of certain pirate designs and integrated them into his flotilla. This caused a few raised eyebrows in Hegemony High Command, but seeing as they lacked an elite mobile strike force, high command surprisingly chose to be open-minded and designated Jee Bak as the Hegemony's vanguard. A fearsome and battle-hardened commander in his own right, Jee Bak becomes infinitely scarier in large-scale campaigns, where those unfortunate enough to see his Daredevils know that the full might of the Hegemony is not far behind.",
    "fleetName": "Luan Jee Bak's Daredevils",
    "faction": "Hegemony",
    "flagship": "eradicator_Assault",
    "shipPref": {
      "afflictor_d_pirates_Strike": 10,
      "centurion_Assault": 5,
      "hound_hegemony_Standard": 5,
      "kite_Standard": 5,
      "lasher_CS": 5,
      "wolf_hegemony_Assault": 5,
      "enforcer_Elite": 10,
      "enforcer_XIV_Elite": 10,
      "manticore_pirates_Assault": 15,
      "falcon_p_Strike": 10,
      "eradicator_Assault": 20
    }
  },
  "Reginald Joshi": {
    "portrait": "interesting_portrait_hegemony34",
    "personality": "Calculating",
    "battle_personality": "Steady",
    "level": 10,
    "isMale": true,
    "fief": "Arcadia_station",
    "ranking": 0,
    "lore": "Lord Admiral Reginald Joshi is the head of counter-terrorism in the Hegemony administration. Joshi was appointed to the position after displaying his cunning as one of the few successful commanders of anti-guerrilla operations against Tri-Tachyon during the Second AI War. He orchestrated the Battle of Ragnar, where a Tri-Tachyon ambush was caught in a Hegemony counter-ambush and annihilated. Later, Joshi would learn from his pather adversaries, coming to a greater appreciation of the similarities between Luddic low-tech forces and his own. He began relying on Luddic-style ships on undercover operations where the logistical network of the Hegemony was inaccessible. Though he is less experienced in large-scale open battles, he has nonetheless seamlessly integrated Hegemony and Church doctrine to create the pinnacle of low-tech warfare.",
    "fleetName": "Reginald Joshi",
    "faction": "Hegemony",
    "flagship": "onslaught_Elite",
    "shipPref": {
      "centurion_Assault": 5,
      "kite_Standard": 5,
      "lasher_luddic_church_Standard": 5,
      "wolf_hegemony_Assault": 5,
      "enforcer_Balanced": 15,
      "dominator_Support": 15,
      "eagle_Assault": 10,
      "eradicator_Outdated": 10,
      "onslaught_Elite": 15,
      "invictus_Standard": 15
    }
  },
  "Halil Rooke": {
    "portrait": "interesting_portrait_hegemony27",
    "personality": "Calculating",
    "battle_personality": "Aggressive",
    "level": 10,
    "isMale": true,
    "fief": "Tigra_City",
    "ranking": 0,
    "lore": "Lord Admiral Halil Rooke is a reformist in the Hegemony general staff and one of the postwar trio alongside Shin and Helva. Hailing from House Rooke, Halil is heir to the largest phase coil manufactory in the Hegemony. Rooke represents mercantile interests in the Hegemony government, especially in promoting the use of his specialized phase weaponry. His greatest accomplishment was allying with the radical Admiral Camilla Long in funding the development of the Grendel phase craft. As a more extreme reformist, Rooke's fleet doctrine focuses on hit-and-run with phase craft, with the Grendel as the centerpiece. Well aware of the reputation of Hegemony phase ships as death traps, Rooke tends to be strategic about picking his fights in order to appease his men and bolster the reputation of phase fleets in the Hegemony. His spotless battle record has earned his fleet the nickname, \"The Gray Ghost\".",
    "fleetName": "The Gray Ghost",
    "faction": "Hegemony",
    "flagship": "grendel_Assault",
    "shipPref": {
      "gremlin_Strike": 10,
      "afflictor_d_pirates_Strike": 10,
      "afflictor_Strike": 5,
      "shade_d_pirates_Assault": 10,
      "shade_Assault": 5,
      "harbinger_Strike": 10,
      "doom_Strike": 10,
      "grendel_Support": 20,
      "grendel_Assault": 20
    }
  },
  "Camilla Long": {
    "portrait": "interesting_portrait_hegemony17",
    "personality": "Quarrelsome",
    "battle_personality": "Aggressive",
    "level": 11,
    "isMale": false,
    "fief": "Sphinx",
    "ranking": 1,
    "lore": "The infamous Lord Admiral Camilla Long is a radical in the Hegemony general staff. Considered a mad scientist, even reformists tend to distance themselves from her due to her vocal support of high-tech ships and doctrine. She was responsible for inventing Grendel-class ships with funding from House Rooke, and it's rumored that she even experiments with illegal AI-core technology. With few political allies and many enemies, Camilla's career has only survived due to the wealth and status of House Long, one of the Great Houses of the Hegemony. She mostly operates alone, her fleet doctrine an unholy mix of low and high tech that baffles observers.",
    "fleetName": "Camilla Long's Fleet",
    "faction": "Hegemony",
    "flagship": "odyssey_Balanced",
    "shipPref": {
      "hyperion_Attack": 8,
      "tempest_Attack": 8,
      "brawler_tritachyon_Standard": 8,
      "wolf_Assault": 8,
      "medusa_Attack": 18,
      "eagle_Balanced": 5,
      "dominator_Support": 10,
      "grendel_Support": 5,
      "legion_Escort": 10,
      "onslaught_Elite": 15,
      "paragon_Elite": 5
    }
  },
  "Titus Raeder": {
    "portrait": "interesting_portrait_independent25",
    "personality": "Quarrelsome",
    "battle_personality": "Reckless",
    "level": 11,
    "isMale": true,
    "fief": "Eventide",
    "ranking": 0,
    "lore": "Lord Admiral Titus Raeder is an ardent conservative in the Hegemony general staff. Raeder is a history enthusiast and fierce admirer of the traditions of the XIV battlegroup of old. Though he was born to a minor Hegemony noble, he managed to marry into House Rao, one of the Great Houses of the Hegemony. With newfound wealth and influence, Raeder became a collector of surviving XIV battlegroup ships, aiming to form a fleet in the model of the ancient battlegroup. He frequently clashes with the reformist faction, with whom he shares mutual disdain. He believes that the organization of the Fourteenth resulted in the ideal fighting force, sometimes even seeking to roll back the longstanding reforms of Wallis. His own fleet, which reformists deride as little more than an expensive museum, is nevertheless not to be underestimated, boasting some of the most premium ships in the entire faction.",
    "fleetName": "Titus Raeder's Fleet",
    "faction": "Hegemony",
    "flagship": "legion_xiv_Elite",
    "shipPref": {
      "enforcer_XIV_Elite": 25,
      "dominator_XIV_Elite": 20,
      "eagle_xiv_Elite": 10,
      "falcon_xiv_Elite": 8,
      "falcon_xiv_Escort": 7,
      "legion_xiv_Elite": 10,
      "onslaught_xiv_Elite": 20
    }
  }
}