{
  "Kybernis Meres": {
    "portrait": "interesting_portrait_independent27",
    "personality": "Upstanding",
    "battle_personality": "Cautious",
    "preferredItem": "alpha_core",
    "level": 10,
    "isMale": true,
    "fief": "Yesod",
    "ranking": 0,
    "lore": "Kybernis Meres is the eccentric Archon of Yesod. Hailing from the prominent merchant family of gens Meres, Kybernis succeeded his uncle in the family business of fuel refineries. Having undergone an extensive business education, Meres was a passable businessman but showed little passion or talent for the craft. Later on, Kybernis became known as a man of many idiosyncrasies, flitting between interests that he would inevitably grow bored of. When gens Meres was called upon to contribute to the United Persean Fleet, Kybernis opted to assemble a carrier-based flotilla using all two carrier designs in the Persean arsenal, which was somehow both shocking and completely unsurprising to his fellow Archons. Nonetheless, since Persean carrier forces have been gradually de-emphasized by other commanders and now struggle to gain the advantage over their hegemony counterparts, having a concentrated elite carrier division was welcomed by Kazeron High Command.",
    "fleetName": "Kybernis Meres' Fleet",
    "faction": "Persean",
    "flagship": "heron_Attack",
    "shipPref": {
      "brawler_Elite": 3,
      "monitor_Escort": 4,
      "vigilance_Support1": 3,
      "drover_Strike": 10,
      "drover_Support": 10,
      "gemini_Standard": 10,
      "champion_Elite": 5,
      "gryphon_DEM": 5,
      "heron_Attack": 10,
      "heron_Attack2": 10,
      "heron_Strike": 10,
      "pegasus_Balanced": 10,
      "conquest_Standard": 10
    }
  },
  "Isis Tulebay": {
    "portrait": "interesting_portrait_pirate45",
    "personality": "Upstanding",
    "battle_personality": "Cautious",
    "preferredItem": "lobster",
    "level": 9,
    "isMale": false,
    "fief": "Fikenhild",
    "ranking": 0,
    "lore": "Isis Tulebay is an Archon of the Persean League and ruler of Fikenhild. As the democratically elected Queen of Fikenhild, Tulebay came into power amidst the Second AI War by campaigning on a message of pacifism and isolation. Her election was a landmark event which swung Persean politics decisively away from direct intervention in the war, localizing the conflict to the eastern half of the core worlds. Tulebay holds disdain for military matters and prefers to dedicate her time to poetry and the arts, earning her the nickname The Scholar Queen. She also rules Athulf by personal union, though she delegates the planet and much of the day-to-day decisions in her own administration to her Grand Vizier, Rimush Thanarat. In more recent times, Tulebay's calls for isolationism grow increasingly unpopular due to the reality of hostilities with the Hegemony. Tulebay has reluctantly answered the call of Kazeron and raised her own host. Her aversion to bloodshed has resulted in a fleet that focuses on long-range missile-based combat.",
    "fleetName": "Isis Tulebay's Fleet",
    "faction": "Persean",
    "flagship": "pegasus_Balanced",
    "shipPref": {
      "brawler_Support": 10,
      "vigilance_Strike": 10,
      "drover_Support": 5,
      "hammerhead_DEM": 5,
      "sunder_Support": 5,
      "champion_Strike": 10,
      "falcon_Escort": 5,
      "eagle_Support": 5,
      "gryphon_DEM": 10,
      "gryphon_Standard": 10,
      "pegasus_Balanced": 12,
      "pegasus_Strike": 13
    }
  },
  "Samson Kazimierz": {
    "portrait": "interesting_portrait_independent15",
    "personality": "Martial",
    "battle_personality": "Steady",
    "preferredItem": "domestic_goods",
    "level": 12,
    "isMale": true,
    "fief": "Kazeron",
    "ranking": 2,
    "lore": "Archduke Samson Kazimierz serves as Prime Demarchon Reynard Hannan's chief of staff and de-facto commander of all Persean League forces. Samson is one of few high-ranking Kazeron officials to not come from the three great houses. Having served two previous Demarchons, Kazimierz holds the respect of all three houses, none of whom would dare to jeopardize the League's first line of defense. As supreme commander of a diverse collection of militaries, each with their own culture and doctrines, Kazimierz continuously faces the monumental task of creating common standards and preventing factionalism in his forces. His greatest accomplishment was the formation of the United Persean Fleet, a battlegroup with standardized ship designs, training regimens, and personnel who pledged loyalty to the League above loyalties to their homeworlds. Other Persean archons would also adopt ship standards of the United Fleet, leading to streamlined ship and weapon production across the realm. With the United Persean Fleet, the League finally possesses a military formation with the discipline to challenge hegemony forces in conventional line warfare, though the two fleets have yet to clash in a large-scale pitched battle.",
    "fleetName": "United Persean Fleet",
    "faction": "Persean",
    "flagship": "conquest_Elite",
    "shipPref": {
      "brawler_Elite": 9,
      "monitor_Escort": 8,
      "vigilance_Support1": 8,
      "drover_Strike": 5,
      "hammerhead_Elite": 5,
      "sunder_Support": 5,
      "champion_Elite": 7,
      "falcon_Escort": 7,
      "eagle_Support": 7,
      "gryphon_DEM": 7,
      "heron_Attack": 7,
      "pegasus_Balanced": 12,
      "conquest_Standard": 13
    }
  },
  "Sanan Tan": {
    "portrait": "interesting_portrait_league38",
    "personality": "Martial",
    "battle_personality": "Reckless",
    "preferredItem": "drugs",
    "level": 10,
    "isMale": true,
    "fief": "Cibola",
    "ranking": 0,
    "lore": "Sanan Tan is a Persean Archon and Magister of Cibola. Descending from a line of warrior-princes of Cibola, Sanan is the young heir to the Tan legacy. Gens Tan's house crest has long been the eagle, ever since Sanan's ancestor defeated The Rat King, a pirate lord who ruled in Cibola, and claimed rulership over the planet nearly two centuries ago. Eager to prove himself as a commander, Sanan commissioned a full task force of Eagles for the Cibola Navy. The capstone of his fleet is his house's personal Eagle, which is claimed to have been the steadfast flagship of gens Tan since the First AI War. Sanan personally volunteered in Archon Holk's border guard on the pather border, seeing action in several minor skirmishes. However, having had no opportunity for large-scale battles so far, Sanan is a vocal war hawk and impatient to earn his family name against hegemony forces.",
    "fleetName": "The Crimson Talon",
    "faction": "Persean",
    "flagship": "eagle_Assault",
    "shipPref": {
      "brawler_Elite": 9,
      "monitor_Escort": 8,
      "vigilance_Support1": 8,
      "hammerhead_Elite": 5,
      "sunder_Support": 5,
      "falcon_Escort": 10,
      "eagle_Assault": 10,
      "eagle_Balanced": 10,
      "eagle_Support": 10,
      "pegasus_Balanced": 12,
      "conquest_Standard": 13
    }
  },
  "Blanche Ryu": {
    "portrait": "interesting_portrait_league25",
    "personality": "Calculating",
    "battle_personality": "Steady",
    "preferredItem": "food",
    "level": 10,
    "isMale": false,
    "fief": "Mazalot",
    "ranking": 1,
    "lore": "Blanche Ryu is the head of gens Ryu and Duchess of Mazalot. Mazalot has long been a planet plagued by religious turmoil and foreign meddling. After the overthrow of the previous anti-Luddic regime, Blanche rose to power after securing a marriage alliance with the pro-Luddic gens Gazi. Presiding over an uneasy peace, she pursued a policy of tentative Luddic integration in an attempt to calm hostilities on both sides. Her allies in Kazeron consider her an expert diplomat and the sole reason that Mazalot has not reignited with open conflict, yet she has been forced into a sequence of concessions and backdealing that will soon leave her position untenable. Mazalot society remains highly stratified, as evidenced by her fleet, where poorly equipped Luddic auxiliaries support the non-Luddic elite forces. Ryu knows that she is on a timer to win some victories abroad before her situation at home deteriorates. Mazalot boasts the second strongest economy in the Persean League and a battle-hardened populace; Ryu's fleet is not to be underestimated even if she commands only a half-hearted fraction of its might.",
    "fleetName": "Blanche Ryu's Fleet",
    "faction": "Persean",
    "flagship": "pegasus_Balanced",
    "shipPref": {
      "hound_luddic_church_Standard": 10,
      "lasher_luddic_church_Standard": 10,
      "vanguard_Outdated": 5,
      "condor_Attack": 5,
      "manticore_Assault": 10,
      "champion_Elite": 10,
      "falcon_Escort": 5,
      "eagle_Support": 5,
      "gryphon_DEM": 10,
      "pegasus_Balanced": 15,
      "conquest_Elite": 15
    }
  },
  "Sylvio Gallas": {
    "portrait": "interesting_portrait_league46",
    "personality": "Calculating",
    "battle_personality": "Steady",
    "preferredItem": "food",
    "level": 10,
    "isMale": true,
    "fief": "Mairaath",
    "ranking": 0,
    "lore": "Sylvio Gallas is the Archon of Mairaath. As leader of a poor and devastated region in the League, gens Gallas had little wealth or respect when Sylvio became head of the family. Seeing that his own planet had limited potential, Sylvio started a new business in interplanetary shipping. He transported raw ore from neighboring Port Tse to industrial centers in Zagan, which in turn supplied weaponry to mercenary companies on the Tri-Tachyon port. Business boomed, and Sylvio became a wealthy and powerful aristocrat. He made many connections among the Tri-Tachyon leadership of Port Tse, who were able to secure him access to cutting-edge Tri-Tachyon technology. When time came for Gallas to form his own fleet for the League, he took full advantage of his corporate connections to assemble the ultimate midline/high-tech hybrid force, with many designs that are otherwise only seen amongst the elite Tri-Tachyon leadership.",
    "fleetName": "Sylvio Gallas' Fleet",
    "faction": "Persean",
    "flagship": "pegasus_Balanced",
    "shipPref": {
      "afflictor_Strike": 5,
      "shade_Assault": 5,
      "hyperion_Attack": 5,
      "omen_PD": 5,
      "scarab_Experimental": 5,
      "medusa_CS": 5,
      "harbinger_Strike": 5,
      "sunder_Support": 5,
      "champion_Elite": 8,
      "aurora_Balanced": 10,
      "eagle_Support": 7,
      "gryphon_FS": 10,
      "pegasus_Strike": 12,
      "conquest_Standard": 13
    }
  },
  "Rimush Thanarat": {
    "portrait": "interesting_portrait_league37",
    "personality": "Calculating",
    "battle_personality": "Steady",
    "preferredItem": "luxury_goods",
    "level": 10,
    "isMale": true,
    "fief": "Athulf",
    "ranking": 0,
    "lore": "Rimush Thanarat is the Grand Vizier of Athulf and Archon of the Persean League in his own right. As a prominent member of gens Thanarat, a powerful Luddic house on Fikenhild, Rimush was an ideal choice as second-in-command for Queen Isis of Fikenhild. Their alliance secured the support of a great house for the Throne while placating the religious peasantry. Rimush displayed great acumen in managing the treasury, steadily growing the revenue from Athulf's miners guild and enabling the Queen's scholarly pursuits without crippling the realm. In the mines of Athulf, he also found a large and willing audience for Ludd's word. He began a program of widespread proselytisation on the two planets, which has been critical to the stability of the traditionally tumultuous Queendom. As a bonus, this program has led to warming relations with the Church, and Thanarat has tapped into a steady stream of Luddic recruits and ships to bolster the Athulf armed forces. The result is a mixed low tech/midline force with unusually well-trained Luddic components, exceedingly sturdy by Persean standards and able to match hegemony forces in staying power.",
    "fleetName": "Rimush Thanarat's Fleet",
    "faction": "Persean",
    "flagship": "champion_Assault",
    "shipPref": {
      "hound_luddic_church_Standard": 5,
      "lasher_luddic_church_Standard": 5,
      "brawler_Elite": 5,
      "monitor_Escort": 5,
      "vigilance_Support1": 5,
      "drover_Strike": 5,
      "hammerhead_Elite": 5,
      "sunder_Support": 5,
      "champion_Assault": 10,
      "gryphon_DEM": 8,
      "heron_Attack": 7,
      "eradicator_Outdated": 10,
      "invictus_Standard": 10,
      "retribution_Standard": 5,
      "conquest_Standard": 10
    }
  },
  "Arvand Murat": {
    "portrait": "interesting_portrait_independent04",
    "personality": "Quarrelsome",
    "battle_personality": "Aggressive",
    "preferredItem": "drugs",
    "level": 11,
    "isMale": true,
    "fief": "Madeira",
    "ranking": 1,
    "lore": "Arvand Murat is a Persean Duke whose seat of power is located on Madeira. Murat rule on Madeira stretches back centuries, making it the most stable planet in the League. Arvand came to power at the age of 20, though he was ambivalent about ruling and largely continued the policies of his predecessors. His most significant decree was a shift to employing almost solely beam and other energy weapons in the Madeiran Fleet. Arvand had long been an admirer of high-tech weaponry, seeing ballistics as barbaric and ignoble tools. He outfitted his midline ships with high-tech weaponry while also importing some of the top high-tech designs from Tri-Tachyon. When Madeiran forces appeared in the United Persean Fleet, opposing hegemony officers mocked them as the Disco Division. However, Murat embraced the name after his forces showed their mettle as heavy assault squads, managing to break through the hegemony lines with their Tachyon Lances in several skirmishes. He now styles himself as the Disco Lord and leads his forces against those who dare question the supremacy of energy weaponry.",
    "fleetName": "The Disco Division",
    "faction": "Persean",
    "flagship": "champion_Elite",
    "shipPref": {
      "brawler_tritachyon_Standard": 10,
      "tempest_Attack": 10,
      "medusa_Attack": 8,
      "sunder_Support": 7,
      "champion_Elite": 8,
      "falcon_Escort": 8,
      "eagle_Balanced": 8,
      "fury_Attack": 8,
      "aurora_Attack": 8,
      "conquest_DEM": 10,
      "paragon_Escort": 15
    }
  },
  "Elena Altay": {
    "portrait": "interesting_portrait_league10",
    "personality": "Quarrelsome",
    "battle_personality": "Reckless",
    "preferredItem": "luxury_goods",
    "level": 11,
    "isMale": false,
    "fief": "Suddene",
    "ranking": 0,
    "lore": "Elena Altay is an Archon of the Persean League and the ruling Queen of Suddene. Gens Altay was founded by Elena's great-grandfather, an officer in the Fikenhild navy who rose to sector-wide fame after conceiving of the Conquest battlecruiser and becoming the first to deploy it in battle. Even then, gens Altay remained a military family until the time of Elena's father, who sought to escape a series of volatile regime changes on Fikenhild. He led his squadron to Suddene, where he seized power and became King of Suddene. When Elena inherited the Throne, she was initially seen as a reformer due to instituting a voting system and granting the citizenry a minor voice in government. However, it soon became clear that Elena had no interest in further restricting her own power. On the contrary, she became focused on expanding her influence abroad. Fiercely proud of her family's military tradition, Elena spent lavishly on the Suddenese armed forces, especially on maintaining a detachment of Conquest-class ships built to the specifications of her ancestors. Viewing her family's invention as an invincible superweapon, she relegates other ships in the fleet to a supporting role. Despite being a fervent war hawk, Altay's fleet has little experience in large-scale warfare, having mostly seen action as a volunteer force in civil wars among the princedoms of the Persean League.",
    "fleetName": "Elena Altay's Fleet",
    "faction": "Persean",
    "flagship": "conquest_Elite",
    "shipPref": {
      "brawler_Elite": 9,
      "monitor_Escort": 8,
      "vigilance_Support1": 8,
      "drover_Strike": 5,
      "hammerhead_Elite": 5,
      "sunder_Support": 5,
      "champion_DEMEscort": 5,
      "falcon_Escort": 5,
      "eagle_Support": 5,
      "gryphon_DEM": 5,
      "heron_Attack": 5,
      "conquest_Elite": 35
    }
  },
  "Sigurd Holk": {
    "portrait": "interesting_portrait_independent37",
    "personality": "Quarrelsome",
    "battle_personality": "Aggressive",
    "preferredItem": "hand_weapons",
    "level": 11,
    "isMale": true,
    "fief": "Olinadu",
    "ranking": 0,
    "lore": "Sigurd Holk is an Archon of the Persean League and the Lord Protector of Olinadu. As head of the Olinadu police state, Holk leads a repressive regime where citizens have few rights and are subject to constant surveillance. Even the more egalitarian lords look the other way in order to prevent the system from falling to pather forces. Holk's troops are the most battle-hardened in the League, finding themselves in constant border skirmishes with pather forces in Chalcedon. Since Olinadu is far less developed than Chalcedon, Holk has been forced to seek allies in unusual places. He has an uneasy alliance with the nearby pirates in Kanni, which helps to ensure their mutual survival against the pathers. He also receives generous monetary support from the League, and many lords will send volunteer detachments to his army to gain experience. Perhaps his most successful deal was a contract with Tri-Tachyon, where the corporation pledged a task force of Fury-class cruisers in order to perform armaments testing. His army is a motley combination of local forces, pirates, and volunteers, all specialized for quick skirmishes and rapid redeployment.",
    "fleetName": "Sigurd Holk's Fleet",
    "faction": "Persean",
    "flagship": "falcon_CS",
    "shipPref": {
      "brawler_Elite": 10,
      "monitor_Escort": 10,
      "vigilance_Support1": 10,
      "drover_Strike": 5,
      "hammerhead_Elite": 10,
      "sunder_Assault": 10,
      "manticore_pirates_Assault": 10,
      "falcon_p_Strike": 10,
      "falcon_Escort": 5,
      "fury_Attack": 20
    }
  }
}